Repository: mozilla-l10n/mt-training-data
Catalog: wbl/wbl_pontoon.tmx
Source language: en_us
Languages: wbl

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
wbl: Sashtes̃h makhsus mowzuver qisa khake haten "discourse link" e zaria en de "Mozila language" guruhe mes̃han muloqot k̃hake bas vezit, yoy yidamer shelda durzner sẽk "Matrixlin" es̃h robita carit

source: You cannot add multiple sentences for a single submission
wbl: Yig̃hun pishnihod (project)-e dẽstan sashtes̃h c̃hak jũmla’v dem kẽt̃ak ne kecerit (bas ne wezit)

source: You cannot request your recordings while another request is already in progress.
wbl: You cannot request your recordings while another request is already in progress. Ce males̃h ki yi guzorish trẽmisken c̃hit, sashtes̃h khũ vand’ver (recording) guzorish k̃hak ne kecerit.

source: You can request a new takeout of your recordings every { $days } days.
wbl: Dẽ har{ $days } rorev, sashtes̃h yi s̃heg̃hd tiyork̃hetk d̃stan guzorish k̃hak kecerit size

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
wbl: Sashtes̃h Rujve c̃huwuvne bas vezit, kumdve madadnes̃h ki khalgisht hisa kit~ake bas vezin. Yemi ce save fikren be ghafch oson. Sashtes̃h yeme 'videoconferencing tool' ve madaden 'online' k̃hake bas vezit. Tuke rujve tayin k̃hake distan spo 'templates' woz wasoyilves̃h tayin k̃hake bas vezit.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
wbl: Sashtes̃h zaqlai jumlahev jama k̃hake bas vezit, Yoy 'GitHub' e estimol carit k̃he c̃hak jumlaves̃h hosil k̃hake bas vezit. De yod lecrit ki jumlaver 'CCO' Yoy k̃hu jumlaves̃h nivishne bas vezit.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
wbl: sashtes̃h 'Sentence extractor' en k̃hut̃ jumlave ce Wikipedia en nik̃hing woz estimol k̃hake bas vezit.

source: You check whether the transcription matches the audio
wbl: Didig̃hit ki ya nivishetki da kẽs̃heng owog̃hũng nivishetk en jũr tey a?

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
wbl: tus̃h tẽnz̃etkig̃hẽ shomilẽ bas wez, yaniki Kommon Voys (common voicehttps://commonvoice.mozilla.org/)

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
wbl: Tus̃h talimi hẽwolajotẽ andoze istimole bas wez, yaniki Harvard̃ẽ endoz, "Muzilla (2021) Kommon voys (common voice. mowjũdi sek https://commonvoice.mozilla.org/ (accessed:15th september2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
wbl: Sashtes̃h pyghomotve sutuyne distan yurthdoriye nashriyot e zariave istimol k̃hake bas vezit. hazing pyghomve sutuyit ki yawen ahmiyat humut woz khalgve mes̃han yave zike huquq e rang abashve bobaten qẽsave carit, woz boridigar istimol wocne matanve 'voice AI' muhimve zaria verkhuvit.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
wbl: Tawẽ kumd zik intikhob ne k̃hetk. miriboni car k̃hẽ rec̃h de k̃hu <profileLink> profail</profileLink> zẽk yiwernẽr

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
wbl: Dem ruy (page), sashtev dẽ pishnihod-e had g̃hẽtetk. Mehboni carit k̃he ya yor jũmla dem kẽt̃ak en trẽmis { $retryLimit } daqiqah (minutes) didig̃hit (intizor carit). Sav-e dos̃ht k̃haker s̃hobos̃h!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
wbl: Dem ruy (page), sashtev dẽ pishnihod-e had g̃hẽtetk. Mehboni carit k̃he ya yor jũmla dem kẽt̃ak en trẽmis { $retryLimit } sekand̃ (seconds) didig̃hit (intizor carit). Sav-e dos̃ht k̃haker s̃hobos̃h !

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
wbl: badalisht sẽkem wẽraq pẽrdhavj nast, yem wẽraqẽs̃h ki lecẽr, yemẽb pẽrdhavj ne wost. tori yẽqina ki tus̃h yẽm wẽraqẽ lẽcẽr?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
wbl: badalisht sẽkem wẽraq pẽrdhavj nast, yem wẽraqẽs̃h ki lecẽr, yemẽb pẽrdhavj ne wost. tori yẽqina ki tus̃h yẽm wẽraqẽ lẽcẽr?

source: You have unsaved changes on this page. If you switch datasets, your changes will not be saved. Are you sure you want to switch?
wbl: ha dẽm wẽraqi tawe badalv k̃hetk. tut ke cẽ d̃at̃a set̃ẽn niyes̃htẽ, ti k̃hẽ badalvẽb ne pẽrdhvjẽn. tori yaqina ki cẽ d̃at̃a sẽtẽn niwiz?

source: You might also want to consider spanning different contexts and domains.
wbl: Mumkini Sashtep Digar siyoq o saboq et 'Domains' ver be sumba carit.

source: You must allow microphone access.
wbl: Tawri dẽ maykrofun g̃hẽtak ijozat dẽrkor

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
wbl: tawri rikording har lavz kẽs̃hũy dẽrkor. sakẽs̃h zoqẽn ki mashin yek̃hk wocnẽ algorithm loyiq wost ki tẽr cẽbas qism qisme shurvẽ didig̃hd, woz z̃aq bẽlandẽt shov owozẽ qẽbũl cart, agar ki yashtẽs̃h pẽtun jũmla k̃es̃hũynẽr qila ne wocẽn, zhẽraq z̃hẽraq woz rẽseng klipisht ki tor qila wocẽn yo mani yem ki kipẽ rad car.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
wbl: Kum lihozer ki tuwes̃h lavzev k̃han (hija car), yashtev ti lahja (andoz). Kumjayet be ki tu haletk (zindagig̃h remetk), haywoes̃h yow-e sũrat tiyor cart, woz kum be zik ki tuwes̃h k̃han , woz digar ghafch sababishtev (illatishtev). Tuwes̃h digar kum malũmotev drem bakhs̃h k̃hak kecer (bas weze) kumdes̃h ki tower sũdhũyd ki dem’ni trẽliman )boham).

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
wbl: Sav-e nomalũm owog̃hũbandishtep dẽ Umumi Owog̃h-e Malũmotejay weres̃ht. Yiloy ki save k̃hũ tafsil (khokah) vishovd, sashtep k̃hũ bandk̃hetkev (sabtk̃hektev)cẽ Umumi Owog̃h-e Malũmotejay en vishũvn-e dẽstan gũzorish k̃hak ne kecerit.

source: Your daily goal has been created
wbl: Ti harorẽ maqsadẽv pẽydo k̃hetk

source: Your dataset is downloading!
wbl: Ti d̃at̃aset̃s̃h d̃onlowd̃ wost!

source: Your download has started.
wbl: ti downloadi ogh̃oz vitk

source: You’re contributing to a target segment
wbl: Tus̃h yi baf maqsadẽ dẽstan hisadori car

source: You’re contributing to our first target segment
wbl: Tus̃h spo awalgũni yarkẽr k̃hũ hisa kat̃/ Tus̃h spo awalguni yarkẽr hisadori car

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
wbl: tut filhol set̃<bold>not</bold>email wesul car maqsad yadehoni metobiq, z̃hũ tẽreqiyẽ molumot woz khẽbare khat Kommon Voyse barar

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
wbl: Maqsade sek yod wẽzũmnẽ mẽtobiq tut email wẽsuler tiyor, z̃hũ tẽreqi malumotẽ mutobiq, Kommon Voysẽ barar z̃hũ yodẽhoni, tẽreqi woz khẽbarẽ khat

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
wbl: tut gha tiz, miriboni car k̃hẽ yi daqiqa jũmla didẽg̃hikẽr rand, yẽqin k̃hakẽr ki yemi drũst.

source: You're helping Common Voice reach our daily sentence goals!
wbl: Sav-e kũmek (madad) dẽ spo rorsar jũmla-e umumi owog̃h-e maqsadev g̃hate!

source: Your email address
wbl: Sav-e barqinomah-e nis̃hun

source: You respond or reply to it as naturally as you can
wbl: Cumer be ki kecerit, sasht yem-e jawob fitri lihozer randit

source: Your files are being assembled. Please check again later.
wbl: Sav-e fayl’ves̃h trẽ liman go’n. Mehrboni car k̃he cẽbas en woz didig̃hit.

source: Your Languages
wbl: savẽ zikisht

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
wbl: Ti zikẽ veriyent̃ẽb albat cẽ klipvẽn tẽrvich hũmit. tut ki osoyetk, tus̃h k̃hũ tẽrtibvẽ badalẽ bas wez taki dẽ k̃hũ zikẽ digar jũmlavẽ win.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
wbl: Mũmkini ki ti zikẽ mukhtalif sokhtisht cẽ jũmlavẽn tẽr vich hũmin, agar ki tus̃h saz, tus̃h digar jũmlavẽ tayinẽ dẽstan k̃hũ zikẽ tẽrtibvẽ badalẽ bas wezẽ

source: Your username and email will not be associated with the published data.
wbl: Ti nungẽt ti emailẽb dẽ d̃at̃an shomil pẽ jẽhon ne gon.

source: Your weekly goal has been created
wbl: Ti haftawor maqsadẽv khẽtk

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
wbl: Tow’ri yi barqinomah gũtak lozim kumd ki ghafch jald ya vẽdekev wũchel (tashrih) cart ki sav-e zik dẽ “Umumi Zik” cherne.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
wbl: tawẽ Kommon Voysẽr (Common Voice ẽr) dẽ towsiqẽ maqsad/ menzil g̃hẽtakẽr medad kert! <goalPercentage></goalPercentage> { $goalValue }

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
wbl: Tawẽ Kommon Voysẽr (Common Voice ẽr) dẽ towsiqẽ maqsad/ menzil g̃hẽtakẽr mẽdad kert <goalPercentage></goalPercentage>{ $goalValue }

source: You've successfully signed up for contributing to { $language }. Thank you.
wbl: Towe komyobig̃h mes̃h k̃hũ razo dhet de { $language } rẽdho’r dẽstan tower s̃hobos̃h (sipos).

source: You want to join the Common Voice mailing list
wbl: Tus̃h dẽ Kommon Voysẽ emailẽ fẽrist shomil wocnẽ zoq

source: You write down what you hear in the audio clips
wbl: Nivisht ki sashtes̃h chiz da owog̃hi klipev kũs̃hũyit?

source: Zip #{ $offset } of { $total }
wbl: Zip #{ $offset } cẽ { $total } en

source: account recovery key
wbl: Akawnt tre dhast k̃hak-e wis̃hik

source: add-on
wbl: chermũv/kat̃

source: alternate text
wbl: mutabodil lavz

source: attack
wbl: hẽmla

source: attacker
wbl: hẽmla k̃hakẽ kũzg

source: Attack Site
wbl: Hẽmlaẽ jay

source: attendee
wbl: hozẽri

source: authenticate
wbl: tasdiq

source: authenticated
wbl: tasdiqi kert/ tasdiqẽm kert

source: authentication code
wbl: tasdiq k̃hakẽ kod̃

source: autoplay
wbl: ot̃u ple/ khũd kor

source: backup authentication code
wbl: pẽdhavg towsiqẽ kod̃

source: bookmark
wbl: bukmark

source: breakpoint
wbl: brekpoynt̃

source: Bug report
wbl: Bag riport̃

source: certificate authority
wbl: sartifikat athorit̃i

source: cipher
wbl: sayfar

source: clipboard
wbl: klipbord̃

source: colorway
wbl: rangẽ vẽdek

source: confirmation code
wbl: tasdiq kod̃

source: context
wbl: sẽyoqo sẽbaq

source: cookie banner
wbl: kuki banar

source: corrupt
wbl: kẽrapt

source: corrupted
wbl: krapt̃ed̃

source: crash
wbl: krash

source: cross-site tracking cookie
wbl: kross-sit̃ t̃reking kuki

source: cryptominer
wbl: krept̃omaynar

source: cryptomining
wbl: krept̃omyning

source: debug
wbl: d̃ibag

source: deceptive site
wbl: Funddhetk site

source: decode
wbl: Badal K̃hak

source: decryption
wbl: Aslẽr wuzumn

source: disinformation
wbl: Ghalat M'lumat

source: distrust
wbl: Bi Etibor

source: email mask
wbl: email mushn

source: enable
wbl: Fa'al K̃hak

source: encode
wbl: makhsus shakler badal k̃hak

source: encrypt
wbl: Mushetk

source: encryption
wbl: Mushetk

source: end user
wbl: Okhiri Istimol Khetkung

source: Enhanced Tracking Protection
wbl: Bes̃h Mehfooz Sẽma

source: extension
wbl: Kus̃hodhig̃h

source: fingerprinter
wbl: Lup Yangle Nis̃hun

source: fingerprinting
wbl: Lup yangle Chop

source: Firefox View
wbl: 'Firefox' wing

source: grassroots
wbl: Destu sataher

source: home page
wbl: K̃hune Safha

source: import
wbl: Dar A'amad

source: independent browser
wbl: Ozodh Browzer

source: innovations
wbl: S̃heg̃hd Yarkisht

source: insecure
wbl: Wus̃huk

source: installation
wbl: Kitak

source: Issue
wbl: Dhetk yoy rẽdho

source: Legacy extension
wbl: Mirose Terpurut K̃hak

source: misinformation
wbl: Ghalat Ma'lumat

source: native
wbl: Muqomi

source: net neutrality
wbl: Ghair Jonibdoriye Mes̃han Net Rẽdho

source: nonprofit
wbl: Ghair Munofabakhsh

source: non-profit
wbl: Ghair-Munofabukhsh

source: open source
wbl: Het Wasila

source: override
wbl: Arziye Radd K̃hak

source: phone number mask
wbl: Foon Lumbere Mushn

source: pop-up
wbl: 'Pop-up' yoy 'Wing'

source: preference
wbl: Awaliyet

source: Privacy Notice
wbl: Raazdoriye Itla

source: release
wbl: Ozodi

source: report
wbl: Rẽpot̃

source: restricted site
wbl: Mehdud Site

source: revert
wbl: Pẽshuwn

source: Review checker
wbl: Joyiza Durznekuzg

source: search suggestion
wbl: Sama K̃hake Mashora

source: security keys
wbl: Hifozate Wis̃hikisht

source: sensitive
wbl: Hasos

source: sidebar
wbl: Hashiya

source: sign
wbl: Dhastkhat

source: signer
wbl: Baidgu

source: sign in
wbl: Dhastkhat Gok̃h

source: sign-in
wbl: Dhastkhat-Gok̃h

source: studies
wbl: Joyetkung

source: Terms of Service
wbl: Khizmate Shartisht

source: track
wbl: Nis̃hunisht

source: trackers
wbl: Sẽk Nis̃hunev Tukekuzgisht

source: Tracking Content
wbl: Nis̃hun Diyetk Mawad

source: unencrypted
wbl: Nemushetk yoy Ozodh

source: unresponsive
wbl: Ghair Zimawor

source: unsafe
wbl: Ghair Mehfuz

source: validate
wbl: Tasdeeq car

source: validity
wbl: Jawoz yoy Durustgi

source: version
wbl: Qism

source: Web Authentication
wbl: Web Tasdeeq K̃hak
